---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MCaret2
source: html/a9070780-3248-35c7-cc7d-9d35eaa19ccc.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MCaret2 Property

Symbol m^2, indicating unit Square meters.

## Syntax (C#)
```csharp
public static ForgeTypeId MCaret2 { get; }
```